const wordList = [
    {
        word: "гитар",
        hint: "Утастай хөгжмийн зэмсэг."
    },
    {
        word: "хүчилтөрөгч",
        hint: "Амьдралд зайлшгүй шаардлагатай өнгөгүй үнэргүй хий."
    },
    {
        word: "уул",
        hint: "Дэлхийн гадаргуугийн байгалийн том өндөрлөг"
    },
    {
        word: "уранзураг",
        hint: "Зураг асвэл илэрхийлэл үүсгэхийн тулд гадаргуу дээр өнгө ашигладаг урлагийн хэлбэр."
    },
    {
        word: "одоноронсудлал",
        hint: "Тэнгэрийн биет үзэгдлийн шинжлэх ухааны судалгаа"
    },
    {
        word: "хөлбөмбөг",
        hint: "Бөмбөгөөр тоглодог алдартай спорт"
    },
    {
        word: "шоколад",
        hint: "Какаоны үрээр хийсэн амтат амттан"
    },
    {
        word: "эрвээхий",
        hint: "Өнгө өнгийн далавчтай, Нарийхан биетэй шавж"
    },
    {
        word: "түүх",
        hint: "Өнгөрсөн үйл явдал, хүн төрөлхний соёл иргэншлийн судалгаа"
    },
    {
        word: "пицца",
        hint: "Бөөрөнхий, хавтай сууртай амтат хоол"
    },
    {
        word: "жазз",
        hint: "Импровизаци, синкопоор тодорхойлогддог хөгжмийн төрөл."
    },
    {
        word: "камер",
        hint: "Зураг, видео бичлэг хийх, бичихэд ашигладаг төхөөрөмж."
    },
    {
        word: "алмаз",
        hint: "Гялалзсан, хатуулагаараа алдартай үнэт эрдэнийн чулуу."
    },
    {
        word: "адалявдал",
        hint: "Сэтгэл хөдөлгөм эсвэл зоримог туршлага."
    },
    {
        word: "шинжлэхухаан",
        hint: "Бие махбодийн болон байгалийн ертөнцийн бүтэц, зан үйлийн системчилсэн судалгаа."
    },
    {
        word: "унадагдугуй",
        hint: "Хоёр дугуйтай хүний хөдөлгүүртэй машин."
    },
    {
        word: "нар жаргах",
        hint: "Тэнгэрийн хаяа дор нарны өдөр бүр алга болж байна."
    },
    {
        word: "кофе",
        hint: "Шуурсан кофены үрээр хийсэн алдартай кофейн агуулсан ундаа."
    },
    {
        word: "бүжиг",
        hint: "Биеийн хэмнэлтэй хөдөлгөөнийг ихэвчлэн хөгжимд хийдэг."
    },
    {
        word: "галактик",
        hint: "Таталцлын нөлөөгөөр нэг дор тогтсон од, хий, тоосны асар том систем."
    },
    {
        word: "оркестр",
        hint: "Янз бүрийн зэмсэг тоглож буй хөгжимчдийн том чуулга."
    },
    {
        word: "галтуул",
        hint: "Лав, чулуулгийн хэлтэрхий, халуун уур, хий ялгардаг нүхтэй уул, толгод"
    },
    {
        word: "тууж",
        hint: "Ихэвчлэн нарийн төвөгтэй үйл явдал, дүрүүд бүхий урт уран зохиолын бүтээл."
    },
    {
        word: "баримал",
        hint: "Материалыг хэлбэржүүлэх эсвэл хослуулан бүтээсэн гурван хэмжээст урлагийн хэлбэр."
    },
    {
        word: "симфони",
        hint: "Бүтэн найрал хөгжимд зориулсан урт хөгжмийн зохиол, ихэвчлэн олон хөдөлгөөнтэй."
    },
    {
        word: "архитектур",
        hint: "Барилга байгууламжийг төлөвлөх, барих урлаг, шинжлэх ухаан."
    },
    {
        word: "балет",
        hint: "Нягт нямбай, гоёмсог хөдөлгөөнөөр тодорхойлогддог сонгодог бүжгийн хэлбэр."
    },
    {
        word: "сансрын нисгэгч",
        сануулга: "Сансарт аялж, ажиллахаар бэлтгэгдсэн хүн."
    },
    {
        word: "хүрхрээ",
        hint: "Өндөрөөс унаж буй усны цуваа."
    },
    {
        word: "технологи",
        hint: "Шинжлэх ухааны мэдлэгийг практик зорилгоор ашиглах."
    },
    {
        word: "солонго",
        hint: "Гэрлийн тусгал, хугарал, тархалтаас үүдэлтэй цаг уурын үзэгдэл."
    },
    {
        word: "орчлон ертөнц",
        hint: "Одоо байгаа бүх бодис, орон зай, цаг хугацаа бүхэлдээ."
    },
    {
        word: "төгөлдөр хуур",
        hint: "Түлхүүр дарж тоглодог хөгжмийн зэмсэг алхаар утсыг цохиход хүргэдэг."
    },
    {
        word: "амралт",
        hint: "Таашаал авах, амрах эсвэл амрах цаг хугацаа."
    },
    {
        word: "ширэнгэной",
        hint: "Хур туанадас ихтэй биологийн төрөл зүйлээр тодохойлогддог зүйл тогтохгүй"
    },
    {
        word: "театр",
        hint: "Жүжиг, кино эсвэл бусад тоглолтууд тавигддаг барилга эсвэл гадаа талбай."
    },
    {
        word: "утас",
        hint: "Дууг хол зайд дамжуулахад ашигладаг төхөөрөмж."
    },
    {
        word: "хэл",
        hint: "Үг, дохио зангаа, синтаксаас бүрдэх харилцааны систем."
    },
    {
        word: "цөл",
        hint: "Хүн багатай эсвэл хур тунадасгүй хуурай газар."
    },
    {
        word: "Наранцэцэг",
        hint: "Том шар цэцэг толгойтой өндөр ургамал."
    },
    {
        word: "уран зөгнөл",
        hint: "Ид шид ба ер бусын элементүүдийг агуулсан уран зөгнөлт зохиолын төрөл."
    },
    {
        word: "телескоп",
        Зөвлөмж: "Сансар огторгуйд алслагдсан биетүүдийг үзэхэд ашигладаг оптик хэрэгсэл."
    },
    {
        word: "сэвшээ салхи",
        hint: "Зөөлөн салхи"
    },
    {
        word: "бүрд",
        hint: "Ус байдаг цөл дэх үржил шимт газар."
    },
    {
        word: "гэрэл зураг",
        hint: "Гэрэл болон бусад цахилгаан соронзон цацрагийг бүртгэх замаар зураг бүтээх урлаг, үйл явц эсвэл практик."
    },
    {
        word: "сафари",
        hint: "Зэрлэг ан амьтдыг байгалийн орчинд нь ажиглах экспедиц эсвэл аялал."
    },
    {
        word: "гараг",
        hint: "Одны эргэн тойронд эргэдэг, өөрөө гэрэл үүсгэдэггүй тэнгэрийн бие."
    },
    {
        word: "гол",
        hint: "Далай, нуур эсвэл өөр ийм урсгал руу урсдаг байгалийн том усны урсгал."
    },
    {
        word: "халуун орны",
        hint: "Хавдрын халуун орны болон Матар халуун орны хоорондох бүс нутагтай холбоотой эсвэл оршдог."
    },
    {
        word: "нууцлаг",
        hint: "Ойлгох, тайлбарлах, тодорхойлоход хэцүү эсвэл боломжгүй."
    },
    {
        word: "оньсого",
        hint: "Нууцлаг, ойлгомжгүй эсвэл ойлгоход хэцүү зүйл."
    },
    {
        word: "парадокс",
        hint: "Өөртэйгөө зөрчилдөж байгаа эсвэл зөн совингоо үгүйсгэсэн мэдэгдэл эсвэл нөхцөл байдал."
    },
    {
        word: "таавар",
        hint: "Уран чадвар, мэдлэгийг шалгах зорилготой тоглоом, тоглоом эсвэл асуудал."
    },
    {
        word: "шивнэх",
        hint: "Маш намуухан ярих"
    }
]